<!DOCTYPE html>
<html lang="bn">
<head>
<meta charset="UTF-8">
<title>যশোর পলিটেকনিক ইনস্টিটিউট</title><link rel="shortcut icon" type="x-icon" href="jpi.jpg">
<link rel="stylesheet" href="styles.css">
<script src="js main.js" defer></script>
</head>
<body>
<header>
  <img src="jpi.jpg" alt="স্কুল লোগো">
  <h1>আমাদে ইনস্টিটিউটের আপনাকে স্বাগতম</h1>
  <nav>
    <ul><h2>
      <li><a href="#home">হোম</a></li>
      <li><a href="#institution">আমাদের প্রতিষ্ঠানের ভিডিও</a></li>
      <li><a href="#about">আমাদের সম্পর্কে</a></li>
      <li><a href="#courses">পাঠ্যক্রম</a></li>
      <li><a href="#contact">যোগাযোগ</a></li></h2>
    </ul>
  </nav>
</header>

<main>
  <section id="home">
    <h2>হোম</h2>
    <p>আমাদের স্কুল ওয়েবসাইটে আপনাকে স্বাগতম। আমাদের সম্পর্কে অধিক জানতে বিভিন্ন সেকশনে প্রবেশ করুন।</p>
   <h3>প্রিন্সিপালের বার্তা</h3>
  <p>আমি যশোর পলিটেকনিক ইনস্টিটিউট (জেপিআই) চালু করতে পেরে অত্যন্ত আনন্দিত, যেটি 1965 সালে টেকনিক্যাল ইনস্টিটিউট হিসাবে প্রতিষ্ঠিত বাংলাদেশের একটি শীর্ষস্থানীয় ডিপ্লোমা-ইন-ইঞ্জিনিয়ারিং লেভেল শিক্ষা প্রতিষ্ঠান। পরবর্তীতে শিক্ষা ও শেখার উন্নতির জন্য ইনস্টিটিউটটি পলিটেকনিক ইনস্টিটিউট, যশোরে 1969 সালের নভেম্বরে রূপান্তরিত হয়। বর্তমানে, এটি ডিপ্লোমা-ইন-ইঞ্জিনিয়ারিং অফার করে প্রকৌশল ও প্রযুক্তির প্রধান শাখা সহ 7টি বিভাগ নিয়ে গঠিত।
আমি আশা করি ক্যাম্পাসের মানসম্মত শিক্ষা এবং সামগ্রিক শিক্ষাদান ও শিক্ষার পরিবেশে অগ্রগতি ও বৃদ্ধির একটি অসামান্য সময়ের মধ্য দিয়ে নেতৃত্ব দেব। এছাড়াও আশা করি যে কেউ এই পুনর্নবীকরণ করা ওয়েবসাইটটি ভিজিট করবে সে সম্পূর্ণ JPI এর একটি পরিষ্কার ছবি পাবে এবং তাকে সঠিক পছন্দ করতে সাহায্য করবে।

আমি যশোর পলিটেকনিক ইনস্টিটিউটে আপনাকে স্বাগত জানাতে উন্মুখ হয়ে আছি, যাতে আপনি অনন্য শিক্ষা ও সামাজিক পরিবেশের অভিজ্ঞতা লাভ করেন।</p>  </section>
<section id="institution">
  <h2>আমাদের প্রতিষ্ঠানের ভিডিও</h2>
  <video src="saied.mp4" height=300px control autoplay loop ></video>
  <section id="about">
    <h2>আমাদের সম্পর্কে</h2>
    <p>আমরা আমাদের শিক্ষার্থীদের জন্য গুণগত শিক্ষা প্রদানে নিবাসিত।</p>
  </section>

  <section id="courses">
    <h2>পাঠ্যক্রম</h2>
    <ul><h3>
      <li>সিভিল টেকনোলজি</li>
      <li>কম্পিউটার টেকনোলজি</li>
      <li>ইতিইলেকট্রনিক্স টেকনোলজি</li>
      <li>ইলেকট্রিক্যাল টেকনোলজি</li>
      <li>মেকানিক্যাল টেকনোলজি</li>
      <li>পাওয়ার টেকনোলজি</li>
      <li>টেলিকমিউনিকেশন</li></h3>
    </ul>
  </section>

  <section id="contact">
    <h2>যোগাযোগ</h2>
    <p>ইমেইল: shaidalshaub@gmail.com</p>
    <p>ফোন: 01725493806</p>
  </section>
</main>

<footer>
  <p>&copy; ২০২৪ স্কুলের নাম। সমস্ত অধিকার সংরক্ষিত।</p>
</footer>

</body>
</html>
